{
  "goods": [
    {
      "id": 4,
      "src": "https://zaka-zaka.com/images/game/p732/playerunknowns-battlegrounds.jpg",
      "altText": "Assassins Creed",
      "caption": "PLAYERUNKNOWN'S BATTLEGROUNDS",
      "discription": "Грядёт великое сражение! Скоро начнется КОРОЛЕВСКАЯ БИТВА!  Пики и лошадей вы не получите, но вот после десанта на территорию бойни, вам придется кое-чем разжиться, если хотите прожить подольше! Итак, представляем вам грандиозное экстремальное развлечение до 100 человек, где все участники десантируются, не имея на руках никакого снаряжения! Ваша задача купить PLAYERUNKNOWN’S BATTLEGROUNDS и раздобыть себе транспорт, оружие и прочее снаряжение, а потом начать урезать количество участников этого великосветского события!  Купить PUBG - пусть выживет сильнейший! ",
      "discount": 60,
      "price": 949,
      "section": 1,
      "genres": 2,
      "category": 3
    },
    {
      "id": 5,
      "src": "https://zaka-zaka.com/images/game/d732/death-stranding.jpg",
      "altText": "Assassins Creed",
      "caption": "Death Stranding",
      "discription": "Добро пожаловать в искаженный мир!  Легендарный разработчик игр Хидео Кодзима в сотрудничестве с Sony представили публике новое детище, в котором игрокам предстоит живым местом между остатками человеческой цивилизации. Решившись купить Death Stranding и принять ответственное поручение, вы познакомитесь с миром будущего, где человечество укрывается в изоляционных городах, а вне их стен можно встретить невероятные феномены, как, например, времепад; таинственный дождь из другого мира, который полностью нарушает привычный ход времени. Вещи под дождём способны стареть за считанные секунды, тогда как при привычном исходе это заняло бы десятилетия и века!  Станьте носителем остатков будущего человечества!",
      "discount": 44,
      "price": 3499,
      "section": 1,
      "genres": 1,
      "category": 2
    },
    {
      "id": 6,
      "src": "https://zaka-zaka.com/images/game/g732/ghostrunner.jpg",
      "altText": "Assassins Creed",
      "caption": "GhostRunner",
      "discription": "Поднимайтесь и сражайтесь!  Ghostrunner создана для тех, кто пребывал в поиске динамичного слэшера от первого лица, чей сюжет разворачивается в декорациях футуризма и киберпанка. В мире Ghostrunner человечество пережило всемирную катастрофу, но беды продолжают настигать народ. Ваша же задача взобраться вверх по башне Дхарма, преодолевая препятствия и врагов, ради того, чтобы встретиться с местным тираном – Кимастером.  Для кого-то эта встреча станет последней.",
      "discount": 35,
      "price": 1499,
      "section": 1,
      "genres": 1,
      "category": 3
    },
    {
      "id": 7,
      "src": "https://zaka-zaka.com/images/game/c732/crusader-kings-iii.jpg",
      "altText": "Assassins Creed",
      "caption": "Crusader Kings III",
      "discription": "Любите дворцовые интриги? Примерьте на себе корону правителя скромного графства или даже целой империи! Вы можете править с гордо поднятой головой на самых разнообразных землях, начиная от территории современ...",
      "discount": 19,
      "price": 930,
      "section": 1,
      "genres": 3,
      "category": 3
    },
    {
      "id": 8,
      "src": "https://zaka-zaka.com/images/game/m732/mount-blade-2-bannerlord.jpg",
      "altText": "as",
      "caption": "Mount & Blade II: Bannerlord",
      "discription": "Предайтесь средневековым замыслам!  Ибо вас ждет возможность стать свидетелем расцвета и упадка империй и королевств, либо же даже стать причиной этих явлений. Добро пожаловать в конфликтный средневековый мир, где вы по классике жанра начинаете с низов, в роли бродяги, а заканчиваете свой путь тогда, когда пожелаете вы. Ведь вы можете купить Mount & Blade 2: Bannerlord и стать алчным бандитом, либо великим полководцем, чья властная рука решает судьбы тысячи людей! Ведите осады, используя катапульты, сражайтесь с королями и их приспешниками и добивайтесь своих собственных целей!  Не теряйте ни секунды, ибо вы не одиноки в своих стремлениях! ",
      "discount": 34,
      "price": 1699,
      "section": 1,
      "genres": 6,
      "category": 3
    },
    {
      "id": 9,
      "src": "https://zaka-zaka.com/images/game/g732/grand-theft-auto-v-criminal-enterprise-starter-pack.jpg",
      "altText": "as",
      "caption": "GRAND THEFT AUTO V.",
      "discription": "Любите дворцовые интриги? Примерьте на себе корону правителя скромного графства или даже целой империи! Вы можете править с гордо поднятой головой на самых разнообразных землях, начиная от территории современ...",
      "discount": 63,
      "price": 1750,
      "section": 1,
      "genres": 1,
      "category": 3
    },
    {
      "id": 10,
      "src": "https://zaka-zaka.com/images/game/m732/metro-exodus.jpg",
      "altText": "as",
      "caption": "Metro Exodus",
      "discription": "2036 год был богат на события, не так ли?  Какие только события не происходили в катакомбах, подземельях и московском метро. Кто бы мог подумать, что человечество дойдет до того, что станет жить в столь неблагоприятном месте? Но пришло время исправить такое плачевное положение, пусть и ценой риска. Необходимо лишь купить Metro: Exodus и познакомиться с этим сиквелом Metro: Last Light, приготовившись встретиться с постапокалиптическим миром, а также покинуть постъядерную Москву, навстречу жуткому и неизведанному.  Пусть люди вновь увидят свет! ",
      "discount": 46,
      "price": 1599,
      "section": 1,
      "genres": 1,
      "category": 2
    },
    {
      "id": 11,
      "src": "https://zaka-zaka.com/images/game/r732/red-dead-redemption-2.jpg",
      "altText": "as",
      "caption": "Red Dead Redemption 2",
      "discription": "Такие события случаются крайне редко.  Однако, звёзды услышали вас! Вернее, вас услышала компания Rockstar, сделавшая довольно щедрый жест геймерам! Встречайте сеттинг, который любят все, от мала до велика, от мальчишек в ковбойских шляпах, заканчивая стариками, любящих «Человека с бульвара Капуцинов». И встречайте возможность купить Red Dead Redemption 2 и его прерии, которые вы сможете посетить! Прокрутите барабан револьвера, оседлайте и пришпорите лошадь, выпейте бутылку виски, прищурьтесь и покоситесь взглядом на неприятеля. Что еще нужно для счастья на Диком Западе? Кроме того, что здесь также есть мультиплеерный режим!  Настало время гранд-дуэли! ",
      "discount": 32,
      "price": 2499,
      "section": 1,
      "genres": 1,
      "category": 3
    },
    {
      "src": "https://zaka-zaka.com/images/game/d732/dark-souls-3.jpg",
      "caption": "DARK SOULS III",
      "discription": "Судьба усыпанная страданиями – теперь ваша судьба!  Коварный, опасный и мрачный мир Dark Souls вновь открывает свои двери перед самоуверенными игроками, считающие, что способны пройти все испытания, которые уготовила судьба скитальца! Однако, это не значит, что вы лишаетесь шанса купить Dark Souls 3 и попытать удачу. Наоборот, вы сможете начать великий поход с поддержкой верных товарищей! Выберите один из нескольких классов, получите экипировку и пустые надежды на торжество над врагом и станьте одним из миллионов, кто дернет удачу за хвост!  Не страшитесь смерти! ",
      "discount": 60,
      "price": 1999,
      "section": 1,
      "genres": 13,
      "category": 3,
      "id": 12
    },
    {
      "src": "https://zaka-zaka.com/images/game/n732/no-mans-sky.jpg",
      "caption": "No Man's Sky",
      "discription": "Исследуйте космос без ограничений! Так, как этого хотите вы!  Такую великую возможность даруют разработчики из студии Hello Games, предлагая вам действительно окунуться в исследовательский процесс. Их детище представляет из себя крупную многопользовательскую игру, которая прямо на ходу генерирует множество контента! Предлагаем и вам купить No Man’s Sky и пройтись по различным планетам, звездным системам, изучая местную флору и фауна и сражаясь с неприятельскими флотилиями, также отыскивая опасных преступников! И главное, все ваши открытия будут отмечаться на карте вселенной!  Станьте первым и лучшим первооткрывателем! ",
      "discount": 59,
      "price": 2000,
      "section": 1,
      "genres": 3,
      "category": 1,
      "id": 13
    },
    {
      "src": "https://zaka-zaka.com/images/game/t732/the-sims-4-limited-edition.jpg",
      "caption": "The Sims 4",
      "discription": "Конечно, зачем нам симулятор реальной жизни, когда у нас и так есть реальная жизнь?  Давайте отбросим эту мысль, только потому что в реальной жизни вы не можете менять работу как перчатки, над вашей головой нет никаких кристаллов, показывающих ваше настроение, а также в реальной жизни время не так скоротечно, жизнь одна и на эксперименты готов отнюдь не каждый. К счастью для вас, вы можете купить The Sims 4 и сказать спасибо студии Maxis, которые позволяют нам делать с чужой жизнью абсолютно всё, что мы захотим! Однако то, что вы собрались делать с персонажами, пожалуй, останется только в вашей голове и совести, а нам этого лучше не знать.  Самое время вернуться к «почти» реальной жизни! ",
      "discount": 75,
      "price": 1999,
      "section": 2,
      "genres": 6,
      "category": 1,
      "id": 14
    },
    {
      "src": "https://zaka-zaka.com/images/game/c732/command-conquer-the-ultimate-collection.jpg",
      "caption": "Command & Conquer The Ultimate Collection",
      "discription": "Вы готовы получить полнейшие впечатления от стратегии в реальном времени? Собирайте ресурсы, чтобы построить базу, создать самую мощную армию в мире и объявить полномасштабную войну. В оригинальной серии сразитесь на стороне Глобального Совета Безопасности или Братства Нод в борьбе за редкий минерал тиберий. В альтернативной вселенной из серии Red Alert бросьте вызов «красной угрозе», а в серии Generals перенеситесь в недалекое будущее, где Китай и США ведут борьбу с Глобальной Освободительной армией. Играйте по своим правилам и получайте бесконечное удовольствие от коллекции Command & Conquer, в которую входят 10 основных игр и 7 дополнений.",
      "discount": 37,
      "price": 1199,
      "section": 2,
      "genres": 7,
      "category": 2,
      "id": 15
    },
    {
      "src": "https://zaka-zaka.com/images/game/b732/burnout-paradise-remastered.jpg",
      "caption": "Burnout Paradise Remastered",
      "discription": "Видели когда-нибудь рай для гонщиков?  Наверняка! Однако, до планки рая Burnout Paradise сумел дотянуть и ранее, но теперь пришло время его прокачать! Как насчет того, чтобы купить Burnout Paradise Remastered и прокатиться по уже знакомым улочкам? Очевидно, что любой задаётся вопросом о том, чего же ждать от Remastered версии? Конечно же улучшенных графических свойств игры, полного контента и отполированный до блеска геймплей, который некогда уже принёс широкую известность и популярность этой аркадной гонке!  Заводите вашу красотку, заезд начинается!   ",
      "discount": 61,
      "price": 1200,
      "section": 2,
      "genres": 9,
      "category": 2,
      "id": 16
    },
    {
      "src": "https://zaka-zaka.com/images/game/b732/battlefield-4.jpg",
      "caption": "Battlefield 4",
      "discription": "Покажите себя в бою 21-го века!  Используйте современное оружие, технику и методы уничтожения 21-го века, дабы выполнять свою боевую задачу. А декорации боев раскинуться по всему Китаю, от севера до юга, доходя даже до островов в окружении бушующего моря! Это ваш шанс купить Battlefield 4 и построить карьеру превосходного бойца. У вас будет шанс побывать в шкуре командира, умело распоряжаясь боевыми ресурсами в специальном режиме командира, по которому скучали игроки Battlefield 2.  Принесите победу своим товарищам!",
      "discount": 41,
      "price": 1200,
      "section": 2,
      "genres": 2,
      "category": 3,
      "id": 17
    },
    {
      "src": "https://zaka-zaka.com/images/game/s732/shift-2-unleashed.jpg",
      "caption": "Shift 2 Unleashed",
      "discription": "Нереальные скорости и рёв мотора окунут вас в настоящую гонку!  Приготовьтесь почувствовать всю мощь вашего автомобиля.  Нажмите на газ до упора и не сомневайтесь, что вас прижмет к креслу. Показывайте лучшие результаты на кругах и приходите первым, добейтесь ликования толпы. Количество автомобилей, а главное трасс поразит вас. Если вам надоели простенькие аркады, а в сложные симуляторы углубляться не хочется, Shift 2 будет для вас идеальным вариантом. Решитесь купить Shift 2 Unleashed, и тогда вы узнаете, что такое настоящая скорость.",
      "discount": 29,
      "price": 499,
      "section": 2,
      "genres": 9,
      "category": 3,
      "id": 18
    },
    {
      "src": "https://zaka-zaka.com/images/game/s732/shift-2-unleashed.jpg",
      "caption": "DOBAVIT TOVAR",
      "discription": "DOBIL TOVAT",
      "discount": 11,
      "price": 1000,
      "section": 3,
      "genres": 8,
      "category": 7,
      "id": 19
    },
    {
      "src": "https://",
      "caption": "Caption",
      "discription": "discription",
      "discount": 0,
      "price": 999,
      "section": 1,
      "genres": 1,
      "category": 1,
      "id": 20
    }
  ],
  "users": [],
  "lastSell": [
    {
      "id": 1,
      "src": "https://zaka-zaka.com/images/slider/732/1602842381-slayd.jpg?1602842734",
      "altText": "as",
      "caption": "as",
      "discription": "Любите дворцовые интриги? Примерьте на себе корону правителя скромного графства или даже целой империи! Вы можете править с гордо поднятой головой на самых разнообразных землях, начиная от территории современ...",
      "discount": 24,
      "price": 1200,
      "section": 2,
      "genres": 3,
      "category": 3
    }
  ],
  "HappyHour": [
    {
      "id": 1,
      "src": "https://www.themeum.com/wp-content/uploads/2017/10/halloween-sale-themeum.jpg",
      "altText": "as",
      "caption": "Hey, Halloween lovers! This year’s Halloween is coming.",
      "discription": "Hey, Halloween lovers! This year’s Halloween is coming. To celebrate this spooky occasion, we are offering a whopping 40% discount on all items on Themeum. The offer is valid from 28th October to 2nd November inclusive.  40% Halloween Discount  Save 40% on all items on Themeum. To enjoy this discount, use HALLOWEEN40 as the coupon code during the checkout. Offer valid from 28th October to 3rd November inclusive.  <br/>So, what are you waiting for? Grab this opportunity right now.",
      "discount": "0",
      "price": "0",
      "section": 2,
      "genres": 3,
      "category": 3
    },
    {
      "id": 2,
      "src": "https://zaka-zaka.com/images/slider/732/1602842381-slayd.jpg?1602842734",
      "altText": "as",
      "caption": "as",
      "discription": "Любите дворцовые интриги? Примерьте на себе корону правителя скромного графства или даже целой империи! Вы можете править с гордо поднятой головой на самых разнообразных землях, начиная от территории современ...",
      "discount": 24,
      "price": 1200,
      "section": 2,
      "genres": 3,
      "category": 3
    }
  ]
}